brew "stow"

brew "fish"
brew "tmux"

cask_args appdir: "~/Applications"

cask "alacritty", args: { no_quarantine: true }

brew "gh"
brew "neovim"
brew "pass"
brew "tig"

cask "firefox"

brew "bat"
brew "broot"
brew "exa"
brew "git-delta"
brew "ripgrep"
brew "starship"
brew "zoxide"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
